LEXICON_RU: dict[str, str] = {
    '/start': '<b>Привет!</b>\nДавай пообщаемся!\n\n'
              'Если ты что-то не понимаешь, команда /help тебе поможет!',
    '/help': 'Какая-то информация',

    'other_answer': 'Извини, увы, это сообщение мне непонятно...',

    'back': 'Вернуться к выбору разделов',
    'sections': 'Разделы с вопросами',

    'section_1': 'Раздел 1',
    'section_2': 'Раздел 2',
    'section_3': 'Раздел 3',
    'section_4': 'Раздел 4',
    'section_5': 'Раздел 5',

    'section_answer': 'Вопросы в этом разделе',

    'question_1_1': '❓Вопрос №1, раздел 1',
    'question_1_2': '❓Вопрос №2, раздел 1',
    'question_1_3': '❓Вопрос №3, раздел 1',

    'question_2_1': '❓Вопрос №1, раздел 2',
    'question_2_2': '❓Вопрос №2, раздел 2',
    'question_2_3': '❓Вопрос №3, раздел 2',
    'question_2_4': '❓Вопрос №4, раздел 2',

    'question_3_1': '❓Вопрос №1, раздел 3',
    'question_3_2': '❓Вопрос №2, раздел 3',

    'question_4_1': '❓Вопрос №1, раздел 4',
    'question_4_2': '❓Вопрос №2, раздел 4',
    'question_4_3': '❓Вопрос №3, раздел 4',
    'question_4_4': '❓Вопрос №4, раздел 4',
    'question_4_5': '❓Вопрос №5, раздел 4',
    'question_4_6': '❓Вопрос №6, раздел 4',

    'question_5_1': '❓Вопрос №1, раздел 5',

    'answer_1_1': '❕Ответ №1, раздел 1',
    'answer_1_2': '❕Ответ №2, раздел 1',
    'answer_1_3': '❕Ответ №3, раздел 1',

    'answer_2_1': '‼️Ответ №1, раздел 2',
    'answer_2_2': '‼️Ответ №2, раздел 2',
    'answer_2_3': '‼️Ответ №3, раздел 2',
    'answer_2_4': '‼️Ответ №4, раздел 2',

    'answer_3_1': '❗Ответ №1, раздел 3',
    'answer_3_2': '❗Ответ №2, раздел 3',

    'answer_4_1': '❗️Ответ №1, раздел 4',
    'answer_4_2': '❕Ответ №2, раздел 4',
    'answer_4_3': '❕Ответ №3, раздел 4',
    'answer_4_4': '❕Ответ №4, раздел 4',
    'answer_4_5': '❕Ответ №5, раздел 4',
    'answer_4_6': '❕Ответ №6, раздел 4',

    'answer_5_1': '❕Ответ №1, раздел 5',
    }