LEXICON_RU: dict[str, str] = {
    "/start": "<b>Привет!</b> 🌸\nДавай пообщаемся!\n\n"
              "Выбирай интересующий тебя раздел",

    "other_answer": "Извини, увы, это сообщение мне непонятно...",

    "back_to_sections": "Вернуться к выбору разделов",
    "back_to_questions": "Вернуться к выбору вопросов",
    "sections": "Разделы с вопросами",
}

LEXICON_SECTIONS: dict[str, dict[str, str]] = {
    "Раздел 1": {
        "❓Вопрос №1, раздел 1": "❕Ответ №1, раздел 1",
        "❓Вопрос №2, раздел 1": "❕Ответ №2, раздел 1",
        "❓Вопрос №3, раздел 1": "❕Ответ №3, раздел 1"
    },
    "Раздел 2": {
        "❓Вопрос №1, раздел 2": "‼️Ответ №1, раздел 2",
        "❓Вопрос №2, раздел 2": "‼️Ответ №2, раздел 2",
        "❓Вопрос №3, раздел 2": "‼️Ответ №3, раздел 2",
        "❓Вопрос №4, раздел 2": "‼️Ответ №4, раздел 2"
    },
    "Раздел 3": {
        "❓Вопрос №1, раздел 3": "❗Ответ №1, раздел 3",
        "❓Вопрос №2, раздел 3": "❗Ответ №2, раздел 3"
    },
    "Раздел 4": {
        "❓Вопрос №1, раздел 4": "❗Ответ №1, раздел 4",
        "❓Вопрос №2, раздел 4": "❕Ответ №2, раздел 4",
        "❓Вопрос №3, раздел 4": "❕Ответ №3, раздел 4",
        "❓Вопрос №4, раздел 4": "❕Ответ №4, раздел 4",
        "❓Вопрос №5, раздел 4": "❕Ответ №5, раздел 4",
        "❓Вопрос №6, раздел 4": "❕Ответ №6, раздел 4"
    },
    "Раздел 5": {
        "❓Вопрос №1, раздел 5": "❕Ответ №1, раздел 5"
    }
}
